Repository: m3g0byt3/Podo
Catalog: Podo/Supporting Files/*.lproj/Localizable.strings
Languages: ru

# no transaction
source: No recent transaction
ru: Нет недавних пополнений

# add card
source: Add your first transport card and start using the app
ru: Добавьте вашу первую карту "Подорожник" и начните использовать приложение

# main
source: Main screen
ru: Главный экран

source: Settings
ru: Настройки

source: Contacts
ru: Контакты

source: Help
ru: Поддержка

# payment-selection-title
source: Select payment method:
ru: Выберете источник пополнения:

# bankCard
source: Credit/Debit Card
ru: Банковская карта

source: Yandex.Money
ru: Яндекс.Деньги

source: QIWI Wallet
ru: QIWI Кошелек

source: Cellphone balance
ru: Баланс сотового телефона

# payment-card-section
source: Payment card
ru: Банковская карта

# transport-card-section
source: Transport card
ru: Пополняемая карта "Подорожник"

# amount-field-section
source: Amount to pay
ru: Сумма пополнения

# card-cell-title
source: Enter card details
ru: Введите данные карты

# card-cell-number-label
source: Card number
ru: Номер

# card-cell-expiration-label
source: Expiration
ru: Срок действия

# card-cell-cvv-label
source: CVC/CVV code
ru: CVC/CVV код

# start-topup-button
source: Top-up
ru: Пополнить

# error-title
source: Top-up error
ru: Ошибка пополнения

# Maintenance mode on back-end, please try again later.
source: Maintenance mode, please try again later.
ru: Техн. работы на сервере, пожалуйста попробуйте позже.

source: Incorrect transport card number.
ru: Некорректный номер транспортной карты.

source: Incorrect top-up amount. Allowed top-up amount: from 1₽ to 14500₽.
ru: Некорректная сумма пополнения. Допустимая сумма пополнения: от 1₽ до 14500₽.

source: Unable to top-up transport card.
ru: Невозможно пополнить транспортную карту.

source: Another payment request in progress.
ru: Выполняется предыдущий запрос.

source: Currently supported payments methods: "Credit card".
ru: На данный момент поддерживаются следующие способы оплаты: "Банковская карта".

source: Unable to receive server's response.
ru: Невозможно получить ответ с сервера.

source: Unknown underlying error: %d.
ru: Неизвестная внутренняя ошибка: %d.

source: Unknown underlying error.
ru: Неизвестная внутренняя ошибка.
